Repository: Albuxy/CoachingBook
Catalog: Shared/*.lproj/Localizable.strings
Languages: ca

# user_login
source: User
ca: Usuari

# password_login
source: Password
ca: Contrasenya

# login_signIn
source: Sign in
ca: Entra

# menu_home
source: Home
ca: Principal

# menu_profile
source: Profile
ca: Perfil

# menu_team
source: Team
ca: Equip

# menu_calendar
source: Calendar
ca: Calendari

# menu_files
source: Files
ca: Arxius

# menu_settings
source: Settings
ca: Configuracio

# menu_logout
source: Logout
ca: Sortir

# home_title
source: Hello, Alba
ca: Hola, Alba

# home_description
source: You have 2 activities today:
ca: Tens 2 activitats avui:

# home_session_desc
source: Get ready for training, and get the most out of it
ca: Preparat per entrenar i treure'n el màxim profit

# home_match_desc
source: Get ready for the game, and try your best
ca: Preparat per al joc i haz el teu millor esforç

# home_continue_preparation
source: Continue Preparation
ca: Continua la preparació

# home_preparation_progress
source: In progress:
ca: En proces:

# home_preparation_training
source: Prepare Yours trainings
ca: Prepara Els entrenaments

# home_preparation_match
source: Prepare Yours matches
ca: Prepara Els partits

# home_information_assistance
source: General Assistance
ca: Assistencia General

# home_information_behaviour
source: General Behaviour
ca: Comportament General

# home_see_stats
source: See stadistics
ca: Veure estadistiques

# home_get_info
source: Get information:
ca: Veure informació:

# coach_profile
source: Profile
ca: Perfil

# coach_dashboard
source: Preparation
ca: Preparació

# coach_contacts
source: Contacts
ca: Contactes

# coach_logout
source: Logout
ca: Sortir

source: Remove account
ca: Eliminar compte

source: Coach information
ca: Informacio entrenador

# coach_basic_information
source: Basic information
ca: Informacio basica

# coach_surname
source: Surname
ca: Cognom

# coach_full_name
source: Full Name
ca: Nop complet

# coach_dateOfBirth
source: Date of birth
ca: Data de naixement

# choose_title
source: Choose
ca: Escull

# coach_gender
source: Gender
ca: Genere

# coach_gender_male
source: Male
ca: Home

# coach_gender_female
source: Female
ca: Dona

# coach_contact_detail
source: Contact detail
ca: Detalls de contacte

# coach_mobile_number
source: Mobile Number
ca: Numero de telefon

# coach_dashboard_title
source: Start your preparation
ca: Comença la teva preparació

# coach_dashboard_subtitle
source: Start preparing your sessions to be ready for the date.
ca: Comenceu a preparar les vostres sessions per estar a punt per a la data.

source: Training preparation
ca: Preparació deL entrenament

# games_uppercased
source: GAMES
ca: PARTITS

# training_uppercased
source: TRAINING
ca: ENTRENAMENTS

# training_information
source: Information
ca: Informacio

# training_objects_needed
source: Objects needed
ca: Objectes necesaris

# training_information_title
source: Training information
ca: Informacio

# objects_needed_title
source: Objects needed
ca: Objectes necesaris

# players_title
source: Players:
ca: Jugadors:

# importance_level_title
source: Importance level
ca: Nivell d'importancia

# training_players_information
source: Players information
ca: Informacion dels jugadors

# assistant_players_title
source: Assistant players
ca: Jugadores que atendran

# non_assistant_players_title
source: Non-Assistant players
ca: Jugadores que no atendran

# actions_title
source: Actions
ca: Acciones

# cancel_session_title
source: Cancel session
ca: Cancel·lar sesion

# objects_selection_title
source: Objects selection
ca: Seleccion de objetos

# objects_selection_subtitle
source: Select all the objects that will be needed for this training session. Also write the number of each one of them.
ca: Selecciona todos los objetos que necesitaras para la sesion de entrenamiento. Escribe el numero que necesitaras.

# object_cone_title
source: Cones
ca: Conos

# object_bench_title
source: Benchs
ca: Bancos

# object_ladder_title
source: Ladder
ca: Escaleras

# object_ring_title
source: Rings
ca: Aros

# object_tennis_ball_title
source: Tennis balls
ca: Pelotas de tenis

# object_bibs_vest_title
source: Bibs Vest
ca: Armilla

# player_selection_title
source: Players selection
ca: Seleccio de jugadors

# player_selection_subtitle
source: Mark with a tick the players who will attend to the training
ca: Marca amb un tick els jugadors que atendran a la sessio

# non_player_selection_title
source: Players non attending to the session
ca: Jugadors que no atendran a la sessio

# non_player_selection_subtitle
source: One by one enter the reason why they are missing.
ca: Introdueix la rao per la qual no asistiran un per un.

# for_non_attendance_reason_title
source: Reason for non attendance
ca: Rao por no atendre

# non_attendance_reason_title
source: Reason for non attending
ca: Rao por no atendre

# non_attendance_reason_subtitle
source: Select the reason or briefly write the reason why the player is missing.
ca: Selecciona la raó o explica el perque el jugador no atendrà.

# reason_injurie
source: Injurie / Illness
ca: Lesió / Enfermetat

# reason_appointment
source: Appointment
ca: Cita

# reason_without_explanation
source: Without explanation
ca: Sense explicació

# cancel_training_title
source: Cancel Training
ca: Cancel·lar entrenament

# training_cancellation_title
source: Training cancellation
ca: Cancel·lació entrenament

# training_cancellation_subtitle
source: Choose the reason why the training has been canceled
ca: Escull la raó per la qual el entrenament s'ha cancel·lat.

# reason_rain_title
source: Rain
ca: Pluja

# reason_vacation_title
source: Vacation
ca: Vacances

# reason_injuries_title
source: Injuries
ca: Lesions

# write_reason_title
source: Write here the reason
ca: Escriu la raó

source: Match preparation
ca: Preparació del partit

# select_number_periods
source: Select the number of periods
ca: Selecciona el número de periodes

# cancel_match_title
source: Cancel Match
ca: Cancel·lar partit

# match_cancellation_title
source: Match cancellation
ca: Cancel·lació partit

# match_cancellation_team
source: Choose the team who cancelled the match:
ca: Escull l'equip que ha cancel·lat el partit:

# match_cancellation_reason
source: Select the reason why has been cancelled:
ca: Selecciona la raó per la qual s'ha cancel·lat:

# prepare_entries_title
source: Prepare entries
ca: Preparar sortides

# match_entries_title
source: Entries match
ca: Sortides del partit

# match_entries_subtitle
source: Prepare the exits for your party. Select 5 players in each of the periods.
ca: Prepara les sortides pel partit. Selecciona 5 jugadors per a cada uno dels periodes.

# contacts_title
source: Contacts
ca: Contactes

# list_of_contacts_title
source: List of contacts
ca: Llista de contactes

# favourites_title
source: Favourites
ca: Favorits

# list_of_favourites_title
source: List of favourites
ca: Llista de favorits

# contact_information_title
source: Contact information
ca: Informació de contacte

# add_contact_title
source: Add contact
ca: Afegir contacte

# relation_player_title
source: Relation with player
ca: Relació amb el jugador

# contact_name_title
source: Name
ca: Nom

# contact_phone_title
source: Phone number
ca: Número de telefon

# contact_gender_title
source: Gender
ca: Génere

# contact_city_title
source: City
ca: Ciutat

# contact_relation_title
source: Select type of relation
ca: Selecciona el tipus de relacio

# contact_team_title
source: Select team
ca: Selecciona l'equip

# contact_player_title
source: Select player
ca: Selecciona jugador

# father_title
source: Father
ca: Pare

# mother_title
source: Mother
ca: Mare

# related_to_title
source: Related to
ca: No definit

# team_title
source: Team
ca: Equip

# team_players_title
source: Players
ca: Jugadors

# team_stats_title
source: Stats
ca: Estadistiques

# list_of_players_title
source: List of players
ca: Llista de jugadors

source: Position
ca: Posició

# position_title
source: Position:
ca: Posició:

# position_base
source: Point guard
ca: Base

# position_escolta
source: Shooting guard
ca: Escolta

# position_alero
source: Small forward
ca: Aler

# position_alapivot
source: Power forward
ca: Ala-pivot

# position_pivot
source: Center
ca: Pivot

# team_information_title
source: Team information
ca: Informacio de l'equip

# training_sessions_title
source: Training sessions
ca: Sessions d'entrenament

# local_matches_title
source: Local matches
ca: Partits locals

# days_title
source: Days
ca: Dies

# hour_title
source: Hour
ca: Hores

# monday_title
source: Monday
ca: Dilluns

# tuesday_title
source: Tuesday
ca: Dimarts

# wednesday_title
source: Wednesday
ca: Dimecres

# thursday_title
source: Thursday
ca: Dijous

# friday_title
source: Friday
ca: Divendres

# saturday_title
source: Saturday
ca: Dissabte

# sunday_title
source: Sunday
ca: Diumenge

# player_information_title
source: Player information
ca: Informacio del jugador

# personal_details_title
source: Personal detail
ca: Detalls personals

# team_details_title
source: Team detail
ca: Detalls amb l'equip

# individual_stats_title
source: Individual stats
ca: Estadistiques individuals

# add_player_title
source: Add player
ca: Afegir jugador

# stats_empty_title
source: No Stats Ready
ca: No hi ha estadistiques llestes

# stats_empty_subtitle
source: Start giving information about this player in training and matches
ca: Comença a donar informació sobre aquest jugador en entrenaments i partits

# stats_title
source: Statistics
ca: Estadístiques

# stats_subtitle
source: Here you can see the individual statistics of this player in more details.
ca: Aquí podeu veure les estadístiques individuals d'aquest jugador amb més detall

# match_title
source: Match
ca: Partit

# training_title
source: Training
ca: Entrenament

# attendance_analysis_title
source: Atendance analysis
ca: Assistencia analisis

# attendance_match
source: Total attendance of games played
ca: Assistencia total en partits jugats

# attendance_training
source: Total attendance of trainings done
ca: Assistencia total en entrenaments fets

# punctuality_analysis_title
source: Punctuality analysis
ca: Puntualitat analisis

# punctuality_match
source: Total punctuality of games played
ca: Puntualitat total en partits jugats

# punctuality_training
source: Total punctuality of trainings done
ca: Puntualitat total en entrenaments fets

# behaviour_analysis_title
source: Behaviour analysis
ca: Anàlisi comportament

# behaviour_title
source: Behavior
ca: Comportament

# behaviour_subtitle
source: This is the average behavior out of 10
ca: Aquest és el comportament mitjà de 10

# attitude_title
source: Attitude
ca: Actitut

# attitude_subtitle
source: This is the average attitude out of 10
ca: Aquesta és l'actitud mitjana de 10

# behaviour_rated
source: You have rated their behavior a total of:
ca: Ha qualificat el seu comportament amb un total de:

# attitude_rated
source: You have rated their attitude a total of:
ca: Has qualificat la seva actitud amb un total de:

# times_title
source: times
ca: vegades

# status_prepared_title
source: Prepared
ca: Preparat

# status_not_prepared_title
source: Pending
ca: Pendent

# details_title
source: Match information
ca: Informació partit

# current_title
source: CURRENT
ca: ACTUAL

# status_title
source: STATUS
ca: ESTAT

# match_title1
source: MATCH
ca: PARTIT

# category_title
source: Category
ca: Categoria

# adress_title
source: Adress
ca: Adreça

# info_button_title
source: Information
ca: Informació

# location_button_title
source: Location
ca: Ubicació

# referee_button_title
source: Referees
ca: Arbitres

# status_subtitle
source: Status:
ca: Estat:

# train_title
source: TRAINNING
ca: INFORMACIO

# infor_title
source: INFORMATION
ca: ENTRENAMENT

# stats_team_title
source: Stats of your team
ca: Estadistiques del teu equip

# stats_team_subtitle
source: Improve all these numbers of your team
ca: Millora tots aquests numeros del teu equip

# stats_perc_attendance
source: Percentatge attendancce
ca: Percentatge asistencia

# stats_perc_punctuality
source: Percentatge punctuality
ca: Percentatge puntualitat

# stats_general_title
source: General stats
ca: Estadistiques generals

# stats_unit_general_title
source: Unit: total events
ca: Unitat: events totals

# total_ranking_stats
source: Total Ranking
ca: Ranking Total

# attendance_name
source: Attendance
ca: Asistencia

# behaviour_name
source: Behaviour
ca: Comportament

# punctuality_name
source: Punctuality
ca: Puntualitat

# type_files_title
source: Type of files
ca: Tipus d'arxius

# list_files_title
source: List of files selected
ca: Llista d'arxius seleccionats

# upload_title
source: Upload:
ca: Pujats:

# upload_date_title
source: Upload date:
ca: Data de pujada:

source: Remove file
ca: Eliminar arxiu

# confirmation_remove_file
source: Are you sure you want to remove this file?
ca: Estàs segur que vols eliminar aquest arxiu?

# settings_account_title
source: Account
ca: Compte

# change_password_title
source: Change password
ca: Canviar contrasenya

# change_password_subtitle
source: Set the new password for your accound and you can access all the feature
ca: Establiu la contrasenya nova per al vostre compte i podreu accedir a totes les funcions.

source: Current password
ca: Contrasenya actual

source: New password
ca: Nova contrasenya

source: Confirm password
ca: Confirmar contrasenya

# remove_account_title
source: Remove account
ca: Eliminar compte

# remove_account_subtitle1
source: This action that you are about to perform is destructive and you will not be able to go back.
ca: Aquesta acció que estàs a punt de fer és destructiva i no podràs tornar enrere.

# remove_account_subtitle2
source: Pressing this button, you will permanently delete your account, including all your stored data.
ca: En prémer aquest botó, eliminarà permanentment el compte, incloses totes les dades emmagatzemades.

# settings_notifications_title
source: Notifications
ca: Notificacions

# settings_language_title
source: Change language
ca: Canviar d'idioma

# settings_news_title
source: News for you
ca: Novetates per a tu

# settings_account_acitivity_title
source: Account activity
ca: Activitat de la compte

# settings_update_matches_title
source: Update in matches
ca: Actualitzacio en partits

# settings_language
source: Language
ca: Idioma

# reason_other_title
source: Other
ca: Altre

# write_title
source: Write
ca: Escriu

# comparate_title
source: than
ca: de

# button_remove
source: Remove
ca: Eliminar

# button_cancel
source: Cancel
ca: Cancel·lar

# button_log_out
source: Log out
ca: Sortir

# button_done
source: Done
ca: Fet

# button_save
source: Save
ca: Guardar

# button_go_uppercased
source: GO
ca: SOMMHI

# button_save_details
source: Save details
ca: Guardar detalls

# button_save_reason
source: Save reason
ca: Guardar raó

# button_save_contact
source: Save contact
ca: Guardar contacto

# button_remove_session
source: Remove session
ca: Eliminar sessio

# button_remove_match
source: Remove match
ca: Eliminar partit

# button_remove_contact
source: Remove contact
ca: Eliminar contacte

# button_remove_team
source: Remove team
ca: Eliminar equip

# button_view_details
source: View details
ca: Veure detalls

# confirmation_remove_account
source: Are you sure you want to remove your account and all the data in it?
ca: Estàs segur que vol eliminar el teu compte i tota la informació?

# confirmation_log_out
source: Are you sure you want to log out
ca: Estàs segur que vols sortir?
